tap "felixkratz/formulae"
tap "koekeishiya/formulae"
brew "btop"
brew "gcc"
brew "cava"
brew "cbonsai"
brew "fastfetch"
brew "fd"
brew "git"
brew "jq"
brew "python@3.13"
brew "llvm"
brew "lua"
brew "lua-language-server"
brew "node"
brew "mongosh"
brew "neovim"
brew "pipes-sh"
brew "pyright"
brew "ripgrep"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "font-hack-nerd-font"
cask "font-sf-pro"
cask "sf-symbols"
